Revit 2027 API
BuiltInFailures.RebarSystemFailures.HostFlagAreaOff Property
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId HostFlagAreaOff { get; }
Public Shared ReadOnly Property HostFlagAreaOff As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ HostFlagAreaOff {
	FailureDefinitionId^ get ();
}
static member HostFlagAreaOff : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.RebarSystemFailures Class
Autodesk.Revit.DB Namespace